espressif/esp-idf/examples/system/xip_from_psram/sdkconfig.ci.esp32s31_250m
CONFIG_IDF_TARGET="esp32s31"
CONFIG_SPIRAM_SPEED_250M=y
